{
    "termsAndConditions": [
        {
            "content": "<h5 class=\"fw-bold     \">1. Welcome to iVOTE!</h5>Thank you for using the iVOTE Automated Election System (the “Website”). By using the website, you agree to comply with and be bound by these Terms and Conditions. If you disagree with all the terms and conditions governing your use of iVOTE, please refrain from using the website immediately. <br><br>\n<h5 class=\"fw-bold  \">2. Definitions</h5>This section defines key terms used throughout the Terms and Conditions to provide clarity within the context of this Website: <br><br>• “Website”: The iVOTE Automated Election System website.<br>• “User”: Any individual who accesses and uses the Website.<br>• “Student Voter”: A student at Polytechnic University of the Philippines – Santa Rosa Campus who registers to vote in student academic organization elections. <br>• “Head Admin”: An individual with the highest level of administrative control over the Website, including the ability to add Admin accounts. <br>• “Admin”: An individual with administrative control over the Website, subordinate to the Head Admin. <br>• “Certificate of Registration”: A document provided by the student that verifies their current enrollment status and eligibility to vote in their student academic organization.<br><br>\n<h6 class=\"fw-bold main-red\">User Accounts and Obligations</h6>The following are responsibilities and expected behaviors that users are required to adhere to when using the Website: <br><br><p><span class=\"fw-bold\">Student Voters</span> are required to register accurately and adhere to responsible conduct guidelines.</p><p><span class=\"fw-bold\">Head Admin</span> adds Admin accounts, approves registrations, manages election processes, and accesses system-generated election reports.</p><p><span class=\"fw-bold\">Admin</span> assists with registrations, manages voter accounts, supports election operations, and accesses system-generated election reports.</p><br><br>\n<h5 class=\"fw-bold  \">3. Election Reports</h5>The Website can generate election reports in PDF format. All election reports generated by the Website are considered valid and do not require signatures, as they are system-generated. Users with the appropriate permissions (Head Admin and Admin) can download these reports.<br><br>\n<h5 class=\"fw-bold  \">4. Intellectual Property</h5>The development team retains all intellectual property rights to the content and materials available on the Website. Users are granted a limited, non-exclusive, non-transferable license to use the content for personal, non-commercial purposes only. You agree not to reproduce or distribute the content in any way, including electronically or via registration of any new trademarks, trade names, or service marks without express written permission.<br><br>\n<h5 class=\"fw-bold  \">5. Exclusion of Liability</h5>The Website is provided “as is” without any warranties, express, or implied. The development team does not guarantee that the Website will be error-free or uninterrupted. The development team is not liable for any damages arising from the use or inability to use the Website.<br><br>\n<h5 class=\"fw-bold  \">6. User-Generated Content</h5>Users are responsible for the content they submit, including registration information and documents. The development team reserves the right to remove any inappropriate or non-compliant content. By submitting the content, users grant the development team a license to use, display, and distribute the content as necessary for the operation of the Website.<br><br>\n<h5 class=\"fw-bold  \">7. Termination</h5>The development team reserves the right to terminate any account or access to the Website for violations of these Terms. Upon termination, the user’s access to the Website and any submitted content will be revoked. If you wish to terminate your account, you may simply discontinue using the Website.<br><br>\n<h5 class=\"fw-bold  \">8. Changes to Terms</h5>The development team reserves the right to modify these Terms at any time at our sole discretion without notice. <br><br>\n<h5 class=\"fw-bold  \">9. Contact Information</h5>For questions or assistance, please contact the development team at ivote-pupsrc@gmail.com."
        }
    ],
    "privacyPolicy": [
        {
           "content": "The iVOTE Automated Election System complies fully with Republic Act No. 10173, also known as the Data Privacy Act of 2012, ensuring the protection and security of personal data submitted through the website for organizational elections. <br><br>\nData is collected through forms when users submit forms and documents to the development team, including email addresses and Certificates of Registration (COR) used for voter registration and verification. <br><br>\nPersonal data is collected solely to facilitate fair and transparent elections at Polytechnic University of the Philippines – Santa Rosa Campus, encompassing voter registration, transfer to other student organizations, and election administration. <br><br>\nTechnical and organizational measures are implemented to safeguard personal data against unauthorized access or disclosure. <br><br>\nFor questions or assistance, please contact the development team at <a href=\"mailto:ivote-pupsrc@gmail.com\" class=\"ivote-email\" style=\"color: blue; text-decoration: underline !important\">ivote-pupsrc@gmail.com</a>."
        }
    ]
}
